Revit 2027 API
ParameterTypeId.RebarSystemActiveBackDirn2 Property
 "Interior Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveBackDirn2 { get; }
Public Shared ReadOnly Property RebarSystemActiveBackDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveBackDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveBackDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace